Repository: vara-ai/health_vara
Catalog: locale/*.po
Languages: ar

# view:gnuhealth.patient:
source: Anamnesis
ar: سوابق المريض

# view:gnuhealth.patient:
source: Biopsies
ar: الخزعات

# view:gnuhealth.patient:
source: Doctor's Referrals
ar: إحالات الطبيب

# view:gnuhealth.patient:
source: General Observations
ar: ملاحظات عامة

# view:gnuhealth.patient:
source: Imaging Findings
ar: نتائج التصوير

# view:gnuhealth.patient:
source: Mammography Reports
ar: تقارير التصوير الشعاعي للثدي

# view:gnuhealth.patient:
source: Opinion
ar: رأي

# view:gnuhealth.patient:
source: Patient Summary
ar: ملخص المريض

# view:gnuhealth.patient:
source: Recommendation
ar: توصية

# view:gnuhealth.patient.evaluation:
source: Chief Complaint / Symptoms
ar: أعراض و شكاوى طبية

# view:gnuhealth.patient.evaluation:
source: Post Treatment Surveillance
ar: متابعة ما بعد سرطان الثدي

# view:gnuhealth.patient.evaluation:
source: Present Illness
ar: المرض الحالي

# field:gnuhealth.patient.evaluation,breast_cancer_history_family:
source: Family Breast Cancer History
ar: هل لديك تاريخ عائلي للإصابة بسرطان الثدي؟

# field:gnuhealth.patient.evaluation,breast_cancer_history_person:
source: Personal Breast Cancer History
ar: هل لديك تاريخ للإصابة بسرطان الثدي؟

# field:gnuhealth.patient.evaluation,breast_lump:
source: New lump in breast or axilla (i.e. armpit)
ar: كتلة في الثدي أو الإبط

# field:gnuhealth.patient.evaluation,breast_nipple_changes:
source: Nipple changes (e.g. redness, flaky skin, inversion, discharge)
ar: تغيرات بالحلمة (احمرار، تغير في الشكل، تشققات... الخ)

# field:gnuhealth.patient.evaluation,breast_operational_intervention:
source: Was there any operational intervention in the breast?
ar: هل كان هناك أي تدخل جراحي في الثدي؟

# field:gnuhealth.patient.evaluation,breast_operational_intervention_comment:
source: Other Surgery Type
ar: أخرى

# field:gnuhealth.patient.evaluation,breast_operational_intervention_type:
source: Type of Breast Surgery
ar: نوع العلاج

# field:gnuhealth.patient.evaluation,breast_skin_irritation:
source: Irritation or dimpling of breast skin
ar: تهيج أو تنقير في جلد الثدي

# field:gnuhealth.patient.evaluation,breast_swelling:
source: Thickening or swelling of part of the breast
ar: سماكة أو تورم جزء من الثدي

# field:gnuhealth.patient.evaluation,cancer_history_person:
source: Did the woman have any other cancer in the past?
ar: هل المرأة مصابة بأي سرطان آخر في الماضي؟

# field:gnuhealth.patient.evaluation,chief_complaint:
source: Chief Complaint
ar: الشكوى الرئيسية

# field:gnuhealth.patient.evaluation,diagnosis_date:
source: Date of diagnosis
ar: تاريخ التشخيص

# field:gnuhealth.patient.evaluation,genetic_risks:
source: Genetic Information
ar: المعلومات الجينية

# field:gnuhealth.patient.evaluation,known_brca_mutation:
source: Known BRCA1/2 mutation carrier?
ar: هل أنت حاملة لجينات الإصابة بسرطان الثدي BRCA1 / 2؟

# field:gnuhealth.patient.evaluation,sequence_number:
source: Sequence Number
ar: تصنيف الورم

# field:gnuhealth.patient.evaluation,surgery_date:
source: Date of surgery
ar: تاريخ الجراحة

# field:gnuhealth.patient.evaluation,woman_lactating:
source: Is the woman lactating / breast feeding?
ar: هل تقومين بالرضاعة؟

# field:gnuhealth.patient.evaluation,woman_pregnant:
source: Is the woman pregnant?
ar: هل أنت حامل؟

# model:ir.message,text:evaluation_location_selection_left_breast
source: Left Breast
ar: الثدي الأيسر

# model:ir.message,text:evaluation_location_selection_right_breast
source: Right Breast
ar: الثدي الأيمن

# model:ir.message,text:evaluation_location_selection_both_breasts
source: Both Breasts
ar: كلا الثديين

# selection:gnuhealth.patient.evaluation,breast_operational_intervention_type:
source: Mastectomy
ar: استئصال الثدي

# selection:gnuhealth.patient.evaluation,breast_operational_intervention_type:
source: Conservative Breast Surgery
ar: استئصال جزئي للثدي

# selection:gnuhealth.patient.evaluation,breast_operational_intervention_type:
source: Benign Lumpectomy
ar: استئصال الكتلة الورمية الحميدة

# selection:gnuhealth.patient.evaluation,breast_operational_intervention_type:
source: Breast Augmentation Surgery
ar: جراحة تكبيرالثدي

# selection:gnuhealth.patient.evaluation,breast_operational_intervention_type:
source: Breast Reduction Surgery
ar: جراحة تصغير الثدي

# selection:gnuhealth.patient.evaluation,breast_operational_intervention_type:
source: Other
ar: أخرى

# selection:gnuhealth.patient.evaluation,visit_type:
source: Screening: First-time Routine Screening Visit
ar: فحص مبكر: فحص لأول مرة

# selection:gnuhealth.patient.evaluation,visit_type:
source: Screening: Routine Annual Screening
ar: فحص مبكر: فحص روتيني

# selection:gnuhealth.patient.evaluation,visit_type:
source: Screening: Get Second Opinion
ar: فحص مبكر: للحصول على استشارة طبية

# selection:gnuhealth.patient.evaluation,visit_type:
source: Diagnostic: Recall
ar: فحص تشخيصي: استكمال الفحص

# selection:gnuhealth.patient.evaluation,visit_type:
source: Diagnostic: Short-term follow-up (~6 months since last screening visit)
ar: فحص تشخيصي: متابعة قصيرة المدى (حوالي 6 أشهر منذ آخر زيارة)

# selection:gnuhealth.patient.evaluation,visit_type:
source: Diagnostic: Breast symptoms
ar: فحص تشخيصي: وجود أعراض

# selection:gnuhealth.patient.evaluation,visit_type:
source: Diagnostic: Post-treatment surveillance
ar: فحص تشخيصي: متابعة ما بعد سرطان الثدي
